Repository: cursive-works/wagtail-plotly
Catalog: wagtail_plotly/locale/*/LC_MESSAGES/django.po
Languages: es

source: Title
es: Título

source: X axis title
es: Título eje X

source: Y axis title
es: Título eje Y

source: Graph layout
es: Disposición de la gráfica

source: Orientation
es: Orientación

source: Bar plot data with a set of common X values and multiple sets of Y values. First row contains Name(s) for legend.
es: Gráfico de barras de datos con un conjunto de valores X comunes y múltiples conjuntos de valores Y. La primera fila contiene el nombre(s) de la leyenda.

source: Contour plot data with X and Y dimensions, with a grid of values representing Z
es: Gráfico de contorno de datos con dimensiones X e Y, con una cuadrícula de valores que representan Z

source: Line plot data with a set of common X values and multiple sets of Y values. First row contains Name(s) for legend.
es: Gráfico de barras de datos con un conjunto de valores X comunes y múltiples conjuntos de valores Y. La primera fila contiene el nombre(s) de la leyenda.

source: Pie chart data with a set of name and value columns.
es: Datos del gráfico circular con un conjunto de columnas de nombre y valor.

source: Scatter plot data with multiple sets of X and Y values (X0, Y0), (X1, Y1) etc. First row contains Name(s) for legend.
es: Datos de gráfico de dispersión con múltiples conjuntos de valores X e Y (X0, Y0), (X1, Y1), etc. La primera fila contiene el nombre(s) de la leyenda.

source: Dot plot data with a set of common Y values and multiple sets of X values. First row contains Name(s) for legend.
es: Gráfico de barras de datos con un conjunto de valores X comunes y múltiples conjuntos de valores Y. La primera fila contiene el nombre(s) de la leyenda.

source: Table
es: Tabla

source: Name of the bubble group
es: Nombre del grupo de burbuja

source: Bubble plot data with Name, X, Y and Z values.
es: Datos del gráfico de burbujas con los valores nombre, X, Y y Z.
